import shortid from 'shortid';

const newsList = [
  {
    id: shortid.generate(),
    img: '/images/newsImg.png',
    title: 'Շտապեք գրանցվել հաշվապահական հաշվառում 0-ից դասընթացին',
    text: [
      {
        id: shortid.generate(),
        subTitle: 'Դասընթացներն իրենց մեջ ներառում են՝',
        subText: [
          'ընդհանուր հաշվապահության մասին տեղեկություն,',

          'հարկային և աշխատանքային օրենսգրքերի ուսումնասիրում,',

          'ՀԾ հաշվապահ և ՀԾ առևտուր/ըստ անհրաժեշտության/ ծրագրերի ուսուցում:',
        ],
      },
      {
        id: shortid.generate(),
        subTitle: 'Դասընթացն անցկացվում է խմբակային՝ խմբում 6-8 ուսանող։',
      },
      {
        id: shortid.generate(),
        subTitle:
          'Դասընթացի տևողությունը 5 ամիս, շաբաթական 2 օր։ Դասերն անցկացվում են երեկոյան ժամերին։',
      },
      {
        id: shortid.generate(),
        subTitle: '📍Առաջին 3 դասերն անցկացվում են անվճար։',
      },
      {
        id: shortid.generate(),
        subTitle: 'Դասընթացն ավարտած ուսանողները կստանան՝',
        subText: [
          'մեկ տարի պրակտիկ խորհրդատվություն',
          'պրակտիկայի հնարավորություն մեր գրասենյակում',
        ],
      },
      {
        id: shortid.generate(),
        subTitle: 'Դասընթացի ավարտին տրվում է վկայական։',
      },
    ],
  },

  {
    id: shortid.generate(),
    img: '/images/newsImg.png',
    title: 'Շտապեք գրանցվել հաշվապահական հաշվառում 0-ից դասընթացին',
    text: [
      {
        id: shortid.generate(),
        subTitle: 'Դասընթացներն իրենց մեջ ներառում են՝',
        subText: [
          'ընդհանուր հաշվապահության մասին տեղեկություն,',

          'հարկային և աշխատանքային օրենսգրքերի ուսումնասիրում,',

          'ՀԾ հաշվապահ և ՀԾ առևտուր/ըստ անհրաժեշտության/ ծրագրերի ուսուցում:',
        ],
      },
      {
        id: shortid.generate(),
        subTitle: 'Դասընթացն անցկացվում է խմբակային՝ խմբում 6-8 ուսանող։',
      },
      {
        id: shortid.generate(),
        subTitle:
          'Դասընթացի տևողությունը 5 ամիս, շաբաթական 2 օր։ Դասերն անցկացվում են երեկոյան ժամերին։',
      },
      {
        id: shortid.generate(),
        subTitle: '📍Առաջին 3 դասերն անցկացվում են անվճար։',
      },
      {
        id: shortid.generate(),
        subTitle: 'Դասընթացն ավարտած ուսանողները կստանան՝ ',
        subText: [
          'մեկ տարի պրակտիկ խորհրդատվություն ',
          'պրակտիկայի հնարավորություն մեր գրասենյակում ',
        ],
      },
      {
        id: shortid.generate(),
        subTitle: 'Դասընթացի ավարտին տրվում է վկայական։',
      },
    ],
  },
  {
    id: shortid.generate(),
    img: '/images/newsImg.png',
    title: 'Շտապեք գրանցվել հաշվապահական հաշվառում 0-ից դասընթացին',
    text: [
      {
        id: shortid.generate(),
        subTitle: 'Դասընթացներն իրենց մեջ ներառում են՝',
        subText: [
          'ընդհանուր հաշվապահության մասին տեղեկություն,',

          'հարկային և աշխատանքային օրենսգրքերի ուսումնասիրում,',

          'ՀԾ հաշվապահ և ՀԾ առևտուր/ըստ անհրաժեշտության/ ծրագրերի ուսուցում:',
        ],
      },
      {
        id: shortid.generate(),
        subTitle: 'Դասընթացն անցկացվում է խմբակային՝ խմբում 6-8 ուսանող։',
      },
      {
        id: shortid.generate(),
        subTitle:
          'Դասընթացի տևողությունը 5 ամիս, շաբաթական 2 օր։ Դասերն անցկացվում են երեկոյան ժամերին։',
      },
      {
        id: shortid.generate(),
        subTitle: '📍Առաջին 3 դասերն անցկացվում են անվճար։',
      },
      {
        id: shortid.generate(),
        subTitle: 'Դասընթացն ավարտած ուսանողները կստանան՝ ',
        subText: [
          'մեկ տարի պրակտիկ խորհրդատվություն ',
          'պրակտիկայի հնարավորություն մեր գրասենյակում ',
        ],
      },
      {
        id: shortid.generate(),
        subTitle: 'Դասընթացի ավարտին տրվում է վկայական։',
      },
    ],
  },
];

export default newsList;
