import shortid from 'shortid';

const newsList = [
  {
    id: shortid.generate(),
    img: '/images/newsImg.png',
    title: 'Շտապեք գրանցվել հաշվապահական հաշվառում 0-ից դասընթացին',
    text: 'Դասընթացն անցկացվում է խմբակային՝ խմբում 6-8 ուսանող։ Դասընթացի տևողությունը 5 ամիս, շաբաթական 2 օր։ Դասերն անցկացվում են երեկոյան ժամերին։ 📍Առաջին 3 դասերն անցկացվում են անվճար։ Դասընթացն ավարտած ուսանողները կստանան՝ 🔵մեկ տարի պրակտիկ խորհրդատվություն 🔵պրակտիկայի հնարավորություն մեր գրասենյակում Դասընթացի ավարտին տրվում է վկայական։',
  },
  {
    id: shortid.generate(),
    img: '/images/newsImg.png',
    title: 'Շտապեք գրանցվել հաշվապահական հաշվառում 0-ից դասընթացին',
    text: 'Դասընթացներն իրենց մեջ ներառում են ընդհանուր հաշվապահության մասին տեղեկություն, հարկային և աշխատանքային օրենսգրքերի ուսումնասիրում, 🔹️ ՀԾ հաշվապահ և ՀԾ առևտուր/ըստ անհրաժեշտության/ ծրագրերի ուսուցում:',
  },
  {
    id: shortid.generate(),
    img: '/images/newsImg.png',
    title: 'Շտապեք գրանցվել հաշվապահական հաշվառում 0-ից դասընթացին',
    text: 'Դասընթացներն իրենց մեջ ներառում են ընդհանուր հաշվապահության մասին տեղեկություն, հարկային և աշխատանքային օրենսգրքերի ուսումնասիրում, 🔹️ ՀԾ հաշվապահ և ՀԾ առևտուր/ըստ անհրաժեշտության/ ծրագրերի ուսուցում:',
  },
  {
    id: shortid.generate(),
    img: '/images/newsImg.png',
    title: 'Շտապեք գրանցվել հաշվապահական հաշվառում 0-ից դասընթացին',
    text: 'Դասընթացներն իրենց մեջ ներառում են ընդհանուր հաշվապահության մասին տեղեկություն, հարկային և աշխատանքային օրենսգրքերի ուսումնասիրում, 🔹️ ՀԾ հաշվապահ և ՀԾ առևտուր/ըստ անհրաժեշտության/ ծրագրերի ուսուցում:',
  },
  {
    id: shortid.generate(),
    img: '/images/newsImg.png',
    title: 'Շտապեք գրանցվել հաշվապահական հաշվառում 0-ից դասընթացին',
    text: 'Դասընթացներն իրենց մեջ ներառում են ընդհանուր հաշվապահության մասին տեղեկություն, հարկային և աշխատանքային օրենսգրքերի ուսումնասիրում, 🔹️ ՀԾ հաշվապահ և ՀԾ առևտուր/ըստ անհրաժեշտության/ ծրագրերի ուսուցում:',
  },
  {
    id: shortid.generate(),
    img: '/images/newsImg.png',
    title: 'Շտապեք գրանցվել հաշվապահական հաշվառում 0-ից դասընթացին',
    text: 'Դասընթացներն իրենց մեջ ներառում են ընդհանուր հաշվապահության մասին տեղեկություն, հարկային և աշխատանքային օրենսգրքերի ուսումնասիրում, 🔹️ ՀԾ հաշվապահ և ՀԾ առևտուր/ըստ անհրաժեշտության/ ծրագրերի ուսուցում:',
  },
];

export default newsList;
