import shortid from 'shortid';

import { Icon1, Icon2, Icon3, Icon4, Icon5, Icon6, Icon7 } from '../icons';

const servicesList = [
  {
    id: shortid.generate(),
    Icon: Icon1,
    text: 'Հաշվապահական հաշվառման վարում',
    hoverText:
      'Acc Accountant - ը ստեղծվել է մատուցելու որակյալ ծառայություններ, որպեսզի ձեր բիզնեսը կրկնակի խնայի՝ ժամանակ, ֆինանսներ, աշխատուժ, տեխնիկական միջոցներ,որոնք կարող են ուղղվել բիզնեսի իրական պոտենցիալ զարգացմանը։',
  },
  {
    id: shortid.generate(),
    Icon: Icon2,
    text: 'Հաշվետվությունների կազմում',
    hoverText:
      'Acc Accountant - ը ստեղծվել է մատուցելու որակյալ ծառայություններ, որպեսզի ձեր բիզնեսը կրկնակի խնայի՝ ժամանակ, ֆինանսներ, աշխատուժ, տեխնիկական միջոցներ,որոնք կարող են ուղղվել բիզնեսի իրական պոտենցիալ զարգացմանը։',
  },
  {
    id: shortid.generate(),
    Icon: Icon3,
    text: 'Հարկերի պլանավորում, հարկային բեռի օպտիմալացում',
    hoverText:
      'Acc Accountant - ը ստեղծվել է մատուցելու որակյալ ծառայություններ, որպեսզի ձեր բիզնեսը կրկնակի խնայի՝ ժամանակ, ֆինանսներ, աշխատուժ, տեխնիկական միջոցներ,որոնք կարող են ուղղվել բիզնեսի իրական պոտենցիալ զարգացմանը։',
  },
  {
    id: shortid.generate(),
    Icon: Icon4,
    text: 'Հաշվապահական բազաների վերականգնում',
    hoverText:
      'Acc Accountant - ը ստեղծվել է մատուցելու որակյալ ծառայություններ, որպեսզի ձեր բիզնեսը կրկնակի խնայի՝ ժամանակ, ֆինանսներ, աշխատուժ, տեխնիկական միջոցներ,որոնք կարող են ուղղվել բիզնեսի իրական պոտենցիալ զարգացմանը։',
  },
  {
    id: shortid.generate(),
    Icon: Icon5,
    text: 'Բիզնեսի ավտոմատացում',
    hoverText:
      'Acc Accountant - ը ստեղծվել է մատուցելու որակյալ ծառայություններ, որպեսզի ձեր բիզնեսը կրկնակի խնայի՝ ժամանակ, ֆինանսներ, աշխատուժ, տեխնիկական միջոցներ,որոնք կարող են ուղղվել բիզնեսի իրական պոտենցիալ զարգացմանը։',
  },
  {
    id: shortid.generate(),
    Icon: Icon6,
    text: 'Կադրային գործավարություն',
    hoverText:
      'Acc Accountant - ը ստեղծվել է մատուցելու որակյալ ծառայություններ, որպեսզի ձեր բիզնեսը կրկնակի խնայի՝ ժամանակ, ֆինանսներ, աշխատուժ, տեխնիկական միջոցներ,որոնք կարող են ուղղվել բիզնեսի իրական պոտենցիալ զարգացմանը։',
  },
  {
    id: shortid.generate(),
    Icon: Icon7,
    text: 'Սկսնակ բիզնեսի խորհրդատվություն',
    hoverText:
      'Acc Accountant - ը ստեղծվել է մատուցելու որակյալ ծառայություններ, որպեսզի ձեր բիզնեսը կրկնակի խնայի՝ ժամանակ, ֆինանսներ, աշխատուժ, տեխնիկական միջոցներ,որոնք կարող են ուղղվել բիզնեսի իրական պոտենցիալ զարգացմանը։',
  },
];

export default servicesList;
